Repository: awbl00/MarvinsAIRARefactored
Catalog: Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_ca, nl_nl, pt_br, ru_ru

# ConnectOnStartup
source: Connect to AdminBoxx on App Startup
cs_cz: Připojit k AdminBoxx při spuštění
de_de: Verbinde zur AdminBoxx beim App-Start
es_es: Conectar a AdminBoxx al Iniciar la Aplicación
fr_ca: Connectez-vous à AdminBoxx au démarrage de l'application
nl_nl: Verbind met AdminBoxx bij App opstarten
pt_br: Conectar ao AdminBoxx ao iniciar

source: Display
cs_cz: Zobrazení
de_de: Anzeige
es_es: Pantalla
fr_ca: Affichage
nl_nl: Beeld

source: Audio
cs_cz: Zvuk
nl_nl: Geluid

source: Black Flag R
cs_cz: Černá vlajka R
de_de: Schwarze Flagge R
es_es: Bandera Negra R
fr_ca: Drapeau noir R
nl_nl: Zwarte vlag R
pt_br: Bandeira Preta R

source: Black Flag G
cs_cz: Černá vlajka G
de_de: Schwarze Flagge G
es_es: Bandera Negra G
fr_ca: Drapeau noir G
nl_nl: Zwarte vlag G
pt_br: Bandeira Preta G

source: Black Flag B
cs_cz: Černá vlajka B
de_de: Schwarze Flagge B
es_es: Bandera Negra B
fr_ca: Drapeau noir B
nl_nl: Zwarte vlag B
pt_br: Bandeira Preta B

source: Timer Jitter
cs_cz: Odchylka časování
de_de: Timer-Schwankung
es_es: Jitter del Temporizador

source: Auto
pt_br: Automático
