Repository: awbl00/MarvinsAIRARefactored
Catalog: Resources/Resources.*.resx
Languages: cs_cz, de_de, es_es, fr_ca, nl_nl, pt_br, ru_ru

source: Algorithm
cs_cz: Algoritmus FFB
de_de: Algorithmus
es_es: Algoritmo
fr_ca: Algorithme
nl_nl: Algoritme
pt_br: Algoritmo
ru_ru: Алгоритм

source: App
cs_cz: Aplikace
nl_nl: Instellingen
ru_ru: Настройки

source: Detail Boost Bias
cs_cz: Odchylka zvýšení detailů FFB
de_de: Detail Verstärkung Verteilung
es_es: Compensación de la Mejora de Detalle
fr_ca: Biais du niveau de détail
nl_nl: Detail versterking balans
pt_br: Bias de Boost de Detalhes
ru_ru: Смещение (Detail Boost Bias)

source: Debug
de_de: Fehlerbehebung
es_es: Depuración
fr_ca: Déboguer
ru_ru: Отладка

source: Detail Boost
cs_cz: Zvýšení detailů FFB
de_de: Detail Verstärkung
es_es: Mejora de Detalle
fr_ca: Niveau de détail
nl_nl: Detail versterking
pt_br: Boost de Detalhes
ru_ru: Усиление деталей

# FadeForceFeedback
source: Fade force feedback when entering or exiting car
cs_cz: Slábnutí síly FFB při vstupování/vystupování do vozu
de_de: reduziere FFB bei ein- und aussteigen
es_es: Atenuar el force feedback al entrar o salir del coche
fr_ca: Diminution du retour de force à l'entrée et sortie de la voiture
nl_nl: Vervaag force feedback bij het in- of uitstappen van de auto
pt_br: Diminuir forcefeedback ao entrar ou sair do carro
ru_ru: Уменьшать усилие при входе/выходе из машины

source: Friction
cs_cz: Odpor (Friction)
de_de: Friktion
es_es: Fricción
nl_nl: Wrijving
pt_br: Fricção
ru_ru: Трение (friction)

source: Graph
cs_cz: Graf FFB
de_de: Kurve
es_es: Gráfico
fr_ca: Graphique
nl_nl: Grafiek
pt_br: Gráfico
ru_ru: График

source: Header Data
cs_cz: Hlavní data
de_de: Header Daten
es_es: Datos de Cabecera
nl_nl: Basisgegevens
ru_ru: Header данные

source: Language
cs_cz: Jazyk
de_de: Sprache
es_es: Idioma
fr_ca: Langue
nl_nl: Taal
pt_br: Idioma
ru_ru: Язык

source: Detail Booster
cs_cz: Zesílení Detailů
es_es: Amplificador de Detalle
fr_ca: Niveau de détail
nl_nl: Detail versterker
pt_br: Boost de Detalhes
ru_ru: Усиление деталей

source: Delta Limiter
es_es: Limitador de Delta
fr_ca: Limiteur du Delta
nl_nl: Delta begrenzer
pt_br: Limitador Delta
ru_ru: Уменьшение деталей (delta limit)

source: Max Force
cs_cz: Maximální síla
de_de: Maximale Kraft
es_es: Fuerza Máxima
fr_ca: Force Maximum
nl_nl: Maximale kracht
pt_br: Froça Máxima
ru_ru: Максимальная сила (Max Force)

source: Native 60 Hz
cs_cz: 60 Hz
de_de: Nativ 60 Hz
es_es: 60 Hz Nativos
fr_ca: Par défaut 60 Hz
pt_br: 60 Hz Nativo
ru_ru: Нативные 60гц

source: Native 360 Hz
cs_cz: 360 Hz
de_de: Nativ 360 Hz
es_es: 360 Hz Nativos
fr_ca: Par défaut 360 Hz
pt_br: 360 Hz Nativo
ru_ru: Нативные 360гц

# NoFFBDevicesFound
source: [No Force Feedback Devices Found]
cs_cz: [nenalezeno dostupné zařízení]
de_de: [Kein FFB-Gerät gefunden]
es_es: [No se han encontrado dispositivos Force Feedback]
fr_ca: [Aucun périphérique de retour de force trouvé]
nl_nl: [Geen force feedback apparaten gevonden]
pt_br: [Nenhum dispositivo encontrado]
ru_ru: [Устройство с обратной связью не найдено]

source: OFF
cs_cz: Vypnuto
de_de: AUS
fr_ca: Désactivé
nl_nl: UIT
pt_br: Desligado
ru_ru: ВЫКЛ

source: Parked Strength
cs_cz: Síla FFB když vozidlo stojí.
de_de: Stärke geparktes Fahrzeug
es_es: Fuerza en Parado
fr_ca: Force/Résistance stationnée
nl_nl: Sterkte bij stilstaan
pt_br: Força quando estacionado
ru_ru: Сила на парковке

source: Power
cs_cz: Zap/Vyp
de_de: Ein/Aus
es_es: Encendido
fr_ca: Activé
pt_br: Habilitado
ru_ru: ВКЛ

source: Racing Wheel
cs_cz: Volant
de_de: Lenkrad
es_es: Volante
fr_ca: Volant
nl_nl: Stuur
pt_br: Volante
ru_ru: Руль

source: Steering Device
cs_cz: Volantová základna
de_de: Lenkradbasis
es_es: Base del Volante
fr_ca: Périphérique Volant
nl_nl: Selecteer je wheelbase
pt_br: Dispositivo
ru_ru: Устройство ввода

source: Reset
cs_cz: Obnovit
es_es: Restablecer
fr_ca: Réinitialiser
pt_br: Resetar
ru_ru: Сброс

source: Session Information
cs_cz: Informace o aktuální jízdě
de_de: Sitzungsinformation
es_es: Información de la Sesión
fr_ca: Informations sur la session
nl_nl: Sessie informatie
pt_br: Informação da Sessão
ru_ru: Информация о сессии

source: Simulator
cs_cz: Simulátor
es_es: Simulador
fr_ca: Simulateur
pt_br: Simulador
ru_ru: Симулятор

# SimulatorNotRunning
source: The iRacing simulator is not running
cs_cz: iRacing není spuštěný!
de_de: Der iRacing Simulator läuft nicht
es_es: El simulador iRacing no se está ejecutando
fr_ca: La session iRacing n'est pas démarré
nl_nl: iRacing simulator is niet actief
pt_br: iRacing não está em execução
ru_ru: iRacing не запущен

source: Soft Lock Strength
cs_cz: Síla dorazu řízení
de_de: Stärke des Soft Locks
es_es: Intensidad del Tope Virtual
fr_ca: Force du verrouillage progressif
nl_nl: Eindaanslag sterkte
pt_br: Força do Soft Lock
ru_ru: Ограничение soft lock

source: Telemetry Data
cs_cz: Telemetrické data
de_de: Telemetrie Daten
es_es: Datos de Telemetría
fr_ca: Données de télémétrie
nl_nl: Telemetrie gegevens
pt_br: Dados de Telemetria
ru_ru: Данные телеметрии

source: Test
es_es: Prueba
pt_br: Teste
ru_ru: Тест

# ThisLanguage
source: English
cs_cz: Čestina
de_de: Deutsch
es_es: Español
fr_ca: Français (Canada)
nl_nl: Nederlands
pt_br: Português (Brazil)
ru_ru: Русский

source: Topmost Window
cs_cz: Okno vždy na vrchu
de_de: Fenster im Vordergrund halten
es_es: Mantener en primer plano
fr_ca: Gardez la fenêtre active
nl_nl: Deze app op de voorgrond houden
pt_br: Manter Janela Acima
ru_ru: Поверх всех окон

# TorqueUnits
source: Nm
ru_ru: Нм

source: Detail Booster On 60 Hz
cs_cz: Zesílení detailů při 60 Hz
de_de: Detail Booster bei 60 Hz
es_es: Amplificador de Detalle (con 60 Hz)
fr_ca: Fréquence du niveau de détail à 60 Hz
nl_nl: Detail versterker bij 60 Hz
pt_br: Booster de Detalhes 60 Hz
ru_ru: Усиление деталей (на 60гц)

source: Connect To AdminBoxx
cs_cz: Připojit k AdminBoxx
de_de: Verbinde zur AdminBoxx
es_es: Conectar a AdminBoxx
fr_ca: Connection à AdminBoxx
nl_nl: Verbinden naar AdminBoxx
pt_br: Conectar Ao AdminBoxx
ru_ru: Подключиться к AdminBoxx

source: Update Button Mappings
cs_cz: Změna klávesy
de_de: Aktualisiere Tastenbelegung
es_es: Actualizar Mapeo de Botones
fr_ca: Mettre à jour le mappage des boutons
nl_nl: Sla knoptoewijzingen op
pt_br: Atualizar Mapeamento de Botões
ru_ru: Обновить назначения клавиш

source: [Press The Record Button]
cs_cz: [Stiskněte pro nahrávání]
de_de: [Drücke den Aufnahme-Knopf]
es_es: [Pulsa el Botón de Grabar]
fr_ca: [Appuyez sur le bouton pour enregistrer]
nl_nl: [Opnameknop]
pt_br: [Pressione o botão Gravar]
ru_ru: [Нажмите кнопку "запись"]

source: Button
cs_cz: Tlačítko
de_de: Knopf
es_es: Botón
fr_ca: Bouton
nl_nl: Knop
pt_br: Botão
ru_ru: Кнопка

source: Click
cs_cz: Stiskněte
de_de: Klick
es_es: Clic
fr_ca: Cliquez
nl_nl: Klik
ru_ru: Клик

source: Hold
cs_cz: Podržte
de_de: Halten
es_es: Mantener Pulsado
fr_ca: Tenir
nl_nl: Vasthouden
pt_br: Segurar
ru_ru: Удерживать

source: Keyboard
cs_cz: Klávesnice
de_de: Tastatur
es_es: Teclado
fr_ca: Clavier
nl_nl: Toetsenbord
pt_br: Teclado
ru_ru: Клавиатура

source: [Waiting For Input]
cs_cz: [Čekám na signál]
de_de: [Warte auf Eingabe]
es_es: [Esperando Entrada]
fr_ca: [En attente]
nl_nl: [Wacht op input]
pt_br: [Esperando Entrada]
ru_ru: [Ожидается ввод]

source: Delta Limit
cs_cz: Delta limiter
es_es: Límite de Delta
fr_ca: Limiteur du Delta
nl_nl: Delta-limiet
pt_br: Limite Delta
ru_ru: Уменьшение деталей(delta limit)

# DeltaLimitUnits
source: Nm/s
ru_ru: Нм/с

source: Delta Limiter On 60 Hz
cs_cz: Delta Limiter při 60 Hz
de_de: Delta Limiter bei 60 Hz
es_es: Limitador de Delta (con 60 Hz)
fr_ca: Limiteur du niveau de à 60 Hz
nl_nl: Delta begrenzer op 60 Hz
pt_br: Limite Delta 60 Hz
ru_ru: Уменьшение деталей (на 60гц)

# CompressionRateUnits
source: %/Nm
ru_ru: %/Нм

source: Compression Rate
cs_cz: Velikost komprese
de_de: Kompressionsrate
es_es: Tasa de Compresión
fr_ca: Taux de compression
nl_nl: Compressiesnelheid
pt_br: Taxa de Compressão
ru_ru: Степень сжатия

source: Device
cs_cz: Zařízení
de_de: Gerät
es_es: Dispositivo
fr_ca: Périphérique
nl_nl: Apparaat
pt_br: Dispositivo
ru_ru: Устройство

source: Overall Strength
cs_cz: Celková síla FFB
de_de: Gesamtkraft
es_es: Intensidad General
fr_ca: Force Général
nl_nl: Algemene sterkte
pt_br: Força Geral
ru_ru: Общая сила

source: Auto Margin
cs_cz: Automatické nastavení FFB
de_de: Auto Spielraum
es_es: Margen Automático
fr_ca: Marge auto
nl_nl: Marge bij automatische instelling
pt_br: Margem Automática
ru_ru: Погрешность для автонастройки

source: Clear
cs_cz: Vymazat
de_de: löschen
es_es: Borrar
fr_ca: Effacer
pt_br: Limpar
ru_ru: Сброс

source: Current Force
cs_cz: Aktuální síla FFB
de_de: Aktuelle Kraft
es_es: Fuerza Actual
fr_ca: Force actuel
nl_nl: Huidige sterkte
pt_br: Força Atual
ru_ru: Текущая сила

source: Peak Force
cs_cz: Vrchol síly FFB
de_de: Maximale Kraft
es_es: Pico de Fuerza
fr_ca: Force maximale
nl_nl: Maximale sterkte
pt_br: Força de Pico
ru_ru: Максимальная сила

source: Auto Force
cs_cz: Automatické vypočítání síly FFB
de_de: Automatische Kraft
es_es: Fuerza Automática
fr_ca: Force auto
nl_nl: Automatische sterkte
pt_br: Força Automática
ru_ru: Авто сила

source: Other Features
cs_cz: Jiné nastavení
de_de: Weitere Funktionen
es_es: Otras Funciones
fr_ca: Autres fonctionnalité
nl_nl: Overige functies
pt_br: Outras Funcionalidades
ru_ru: Иное

source: Switches
cs_cz: Přepínače
de_de: Schalter
es_es: Interruptores
fr_ca: Commutateurs
nl_nl: Overige instellingen
pt_br: Botões
ru_ru: Переключатели

source: Crash Protection
cs_cz: Ochrana při nárazu
de_de: Kollisionsschutz
es_es: Protección Anti-impactos
fr_ca: Protection contre les accidents
nl_nl: Bescherming bij crashes
pt_br: Proteção de Batidas
ru_ru: Защита от аварий

source: G-Force
cs_cz: G-síly
de_de: G-Kraft
es_es: Fuerza-G
fr_ca: Force-G
pt_br: Força-G
ru_ru: Ускорение

source: Duration
cs_cz: Trvání
de_de: Dauer
es_es: Duración
fr_ca: Durée
nl_nl: Lengte in seconden
pt_br: Duração
ru_ru: Длительность

source: Force Reduction
cs_cz: Snížení síly
de_de: Kraftreduzierung
es_es: Reducción de Fuerza
fr_ca: Réduction de la force
nl_nl: Verminder de sterkte met
pt_br: Redução de Força
ru_ru: Уменьшение усилия

# SecondsUnits
source: sec
es_es: seg
ru_ru: сек

# ShockVelocityUnits
source: m/s
ru_ru: м/с

source: Curb Protection
cs_cz: Ochrana při přejetí obrubníku
de_de: Curb Schutz
es_es: Protección de Pianos
fr_ca: Protection des vibreurs
nl_nl: Bescherming bij curbstones
pt_br: Proteção de Zebras
ru_ru: Защита от поребриков

source: Shock Velocity
cs_cz: Při zrychlení volantu
de_de: Dämpfergeschwindigkeit
es_es: Velocidad de Amortiguador
fr_ca: Vitesse du choc
nl_nl: Snelheid
pt_br: Velocidade de Impacto
ru_ru: Скорость удара

source: Pedals
cs_cz: Pedály
de_de: Pedale
es_es: Pedales
fr_ca: Pédales
nl_nl: Pedalen
pt_br: Pedais
ru_ru: Педали

# PedalsP1000
source: Simagic P1000 Pedals
cs_cz: PedálySimagic P1000
de_de: Simagic P1000 Pedale
pt_br: Simagic P1000
ru_ru: Педали Simagic P1000

# PedalsP2000
source: Simagic P2000 Pedals
cs_cz: Pedály Simagic P2000
de_de: Simagic P2000 Pedale
pt_br: Simagic P2000
ru_ru: Педали Simagic P2000

# PedalsNone
source: [No Compatible Simagic Pedals Found]
cs_cz: [nebyly nalezeny kompatibilní pedály]
de_de: [Keine kompatiblen Simagic Pedale gefunden]
es_es: [No se han encontrado pedales Simagic compatibles]
fr_ca: [Aucun périphérique Simagic compatible trouvée]
nl_nl: [Geen geschikte Simagic pedalen gevonden]
pt_br: [Pedais Simagic Não Encontrado]
ru_ru: [Не найдено совместимых педалей Simagic]

source: Clutch
cs_cz: Spojka
de_de: Kupplung
es_es: Embrague
fr_ca: Embrayage
nl_nl: Koppeling
pt_br: Embreagem
ru_ru: Сцепление

source: Brake
cs_cz: Brzda
de_de: Bremse
es_es: Freno
fr_ca: Frein
nl_nl: Rem
pt_br: Freio
ru_ru: Тормоз

source: Throttle
cs_cz: Plyn
de_de: Gaspedal
es_es: Acelerador
fr_ca: Accélérateur
nl_nl: Gaspedaal
pt_br: Acelerador
ru_ru: Газ

source: Pedal Effects
cs_cz: Efekty pedálu
de_de: Pedal Effekte
es_es: Efectos de Pedal
fr_ca: Effets des pédales
nl_nl: Pedaaleffecten
pt_br: Efeitos dos Pedais
ru_ru: Эффекты педалей

source: Strength
cs_cz: Síla
de_de: Stärke
es_es: Intensidad
fr_ca: Force
nl_nl: Sterkte
pt_br: Força
ru_ru: Сила

# HertzUnits
source: Hz
ru_ru: Гц

source: Frequency
cs_cz: Frekvence
de_de: Frequenz
es_es: Frecuencia
fr_ca: Fréquence
nl_nl: Frequentie
pt_br: Frequência
ru_ru: Частота

source: Amplitude
cs_cz: Amplituda
es_es: Amplitud
ru_ru: Амплитуда

source: Minimum
cs_cz: Minimální
es_es: Mínimo
pt_br: Mínimo
ru_ru: Минимум

source: Maximum
cs_cz: Maximální
es_es: Máximo
pt_br: Máximo
ru_ru: Максимум

source: Curve
cs_cz: Křivka průběhu FFB
de_de: Kurve
es_es: Curva
fr_ca: Courbe
pt_br: Curva
ru_ru: Кривая

source: Gear Change
cs_cz: Přeřazení
de_de: Gangwechsel
es_es: Cambio de Marcha
fr_ca: Changement de vitesse
nl_nl: Schakelen
pt_br: Troca de Marcha
ru_ru: Переключение передачи

source: Clutch Slip
cs_cz: Prokluz spojky
de_de: Kupplungsschlupf
es_es: Deslizamiento del Embrague
fr_ca: Point de friction
nl_nl: Slippende koppeling
pt_br: Ponto da Embreagem
ru_ru: Пробуксовка сцепления (clutch slip)

source: Steering Effects
cs_cz: Efekty FFB
de_de: Lenkeffekte
es_es: Efectos de Dirección
fr_ca: Effets du volant
nl_nl: Stuureffecten
pt_br: Efeitos de Direção
ru_ru: Эффекты руля

source: Wheel Lock
cs_cz: Zablokování kola
de_de: Lenkeinschlag
es_es: Bloqueo de Ruedas
fr_ca: Blocage des roues
nl_nl: Blokkeren van een wiel
pt_br: Trava do Volante
ru_ru: Блокировка колёс

source: Wheel Spin
cs_cz: Prokluz kola
de_de: Reifenschlupf
es_es: Patinaje de Ruedas
fr_ca: Patinage
nl_nl: Spinnen van de banden
pt_br: Patinar
ru_ru: Пробуксовка колёс

source: RPM
cs_cz: Otáčky motoru
de_de: Drehzahl
nl_nl: Toerental
ru_ru: Обороты (RPM)

source: None
cs_cz: Nic
de_de: Keine
es_es: Ninguno
fr_ca: Aucun
nl_nl: Geen
pt_br: Nenhum
ru_ru: Выкл

source: Per Wheelbase
cs_cz: Pro volantovou základnu
de_de: Je Lenkradbasis
es_es: Por Base de Volante
fr_ca: Par base
pt_br: Por Base
ru_ru: Для базы

source: Per Car
cs_cz: Pro vozidlo
de_de: Je Fahrzeug
es_es: Por Coche
fr_ca: Par voiture
nl_nl: Per auto
pt_br: Por Carro
ru_ru: для машины

source: Per Track
cs_cz: Pro trať
de_de: Je Strecke
es_es: Por Circuito
fr_ca: Par piste
nl_nl: Per baan
pt_br: Por Pista
ru_ru: для трека

source: Per Track Configuration
cs_cz: Pro konfiguraci (layout) tratě
de_de: Je Streckenkonfiguration
es_es: Por Configuración de Circuito
fr_ca: Par condition de piste
nl_nl: Per baan configuratie
pt_br: Por Configuração de Pista
ru_ru: для конфигурации трека

source: Per Wet/Dry
cs_cz: Pro suché/mokré podmínky
de_de: Je Nass/Trocken
es_es: Guardar esta Configuración
fr_ca: Par Sec/Mouillée
nl_nl: Per nat/droog
pt_br: Por Molhado/Seco
ru_ru: для влажной/сухой

source: Wet
cs_cz: Mokro
de_de: Nass
es_es: Mojado
fr_ca: Mouillée
nl_nl: Nat
pt_br: Molhado
ru_ru: Влажный

source: Dry
cs_cz: Sucho
de_de: Trocken
es_es: Seco
fr_ca: Sec
nl_nl: Droog
pt_br: Seco
ru_ru: Сухой

source: Default
cs_cz: Výchozí
de_de: Voreinstellung
es_es: Por Defecto
fr_ca: Défaut
nl_nl: Standaard
pt_br: Padrão
ru_ru: По-умолчанию

source: Save This Setting
cs_cz: Uložit toto nastavení
de_de: Einstellung speichern
es_es: Guardar esta Configuración
fr_ca: Enregistrer ce paramètre
nl_nl: Instelling opslaan
pt_br: Salvar Essa Configuração
ru_ru: Сохранить эту настройку

source: New Version Available!
cs_cz: Dostupná nová aktualizace!
de_de: Neue Version verfügbar!
es_es: ¡Nueva Versión Disponible!
fr_ca: Nouvelle version disponible !
nl_nl: Nieuwe versie beschikbaar!
pt_br: Nova Versão Disponível
ru_ru: Доступна новая версия!

# DownloadQuestion
source: Would you like to download it now?
cs_cz: Přejete si stáhnout aktualizaci?
de_de: Download jetzt starten?
es_es: ¿Quieres descargarla ahora?
fr_ca: Souhaitez-vous le télécharger maintenant ?
nl_nl: Nieuwe versie nu downloaden?
pt_br: Gostaria de fazer o download agora?
ru_ru: Хотите скачать сейчас?

source: Run installer?
cs_cz: Instalátor
de_de: Starte Installation?
es_es: ¿Ejecutar instalador?
fr_ca: Exécuter le programme d'installation ?
nl_nl: Installatie uitvoeren?
pt_br: Executar Instalador?
ru_ru: Запустить установщик?

# RunInstallerQuestion
source: Would you like to run the installer now?
cs_cz: Přejete si nyní spustit instalaci aktualizace?
de_de: Möchten Sie die Installation jetzt starten?
es_es: ¿Quieres ejecutar el instalador ahora?
fr_ca: Souhaitez-vous exécuter le programme d’installation maintenant ?
nl_nl: Wilt u de installatie nu uitvoeren?
pt_br: Gostaria de executar o instalador agora?
ru_ru: Запустить установщик прямо сейчас?

source: Check For Updates
cs_cz: Kontrola aktualizací.
de_de: Prüfe auf Updates
es_es: Buscar Actualizaciones
fr_ca: Rechercher les mises à jour
nl_nl: Controleer op updates
pt_br: Verificar por Atualizações
ru_ru: Проверять обновления

source: Automatically Download Updates
cs_cz: Automaticky stahovat aktualizace
de_de: Updates automatisch herunterladen
es_es: Descargar Actualizaciones Automáticamente
fr_ca: Télécharger automatiquement les mises à jour
nl_nl: Updates automatisch downloaden
pt_br: Baixar Atualizações Automaticamente
ru_ru: Автоматически загружать обновления

source: Brightness
cs_cz: Jas
de_de: Helligkeit
es_es: Brillo
fr_ca: Luminosité
nl_nl: Helderheid
pt_br: Brilho
ru_ru: Яркость

source: Volume
cs_cz: Hlasitost
de_de: Lautstärke
es_es: Volumen
ru_ru: Громкость

source: [No Audio Devices Found]
cs_cz: [Žádné zvuková zařízení]
de_de: [Keine Audiogeräte gefunden]
es_es: [No se han encontrado dispositivos de audio]
fr_ca: [Aucun périphérique audio trouvé]
nl_nl: [Geen geluidsapparaat gevonden]
pt_br: [Nenhum dispositivo de áudio encontrado]
ru_ru: [Аудио устройства не найдены]

source: Connection
cs_cz: Připojení
de_de: Verbindung
es_es: Conexión
fr_ca: Connexion
nl_nl: Connectie
pt_br: Conexão
ru_ru: Соединение

source: Delta Limiter Bias
cs_cz: Delta Limiter - odchylka
de_de: Delta-Limiter-Verteilung
es_es: Compensación del Limitador de Delta
nl_nl: Delta begrenzer balans
pt_br: Bias de Limitador Delta
ru_ru: Смещение (Delta Limiter Bias)

source: Output
cs_cz: Výstup
de_de: Ausgabe
es_es: Salida
fr_ca: Sortie
pt_br: Saída
ru_ru: Вывод

source: Wheel LFE
cs_cz: Vibrace volantu (LFE)
de_de: Lenkrad LFE
es_es: LFE del Volante
pt_br: Efeito LFE
ru_ru: Вибрация руля (LFE)

source: LFE Recording Device
cs_cz: Nahrávací zařízení (LFE)
de_de: LFE Aufnahmegerät
es_es: Dispositivo de Grabación LFE
nl_nl: LFE Opname apparaat
pt_br: Dispositivo LFE
ru_ru: Устройство записи LFE

source: Average
cs_cz: Průměrný
de_de: Durchschnitt
es_es: Media
fr_ca: Moyenne
nl_nl: Gemiddelde
pt_br: Média
ru_ru: Среднее

source: Variance
cs_cz: Rozptyl
de_de: Abweichung
es_es: Variación
nl_nl: Verschil
pt_br: Variação
ru_ru: Разброс

source: Standard Deviation
cs_cz: Standartní odchylka
de_de: Standardabweichung
es_es: Desviación Estándar
fr_ca: Écart type
nl_nl: Standaard afwijking
pt_br: Desvio Padrão
ru_ru: Стандартное отклонение

source: Input Torque (60 Hz)
cs_cz: Vstupní síla (60 Hz)
de_de: Eingabe-Drehmoment (60 Hz)
es_es: Par de Entrada (60 Hz)
pt_br: Torque de Entrada (60 Hz)
ru_ru: 60 Гц Torque вход

source: Input Torque
cs_cz: Vstupní síla
de_de: Eingabe-Drehmoment
es_es: Par de Entrada
pt_br: Torque de Entrada
ru_ru: Torque вход

source: Output Torque
cs_cz: Výstupní síla
de_de: Ausgabe-Drehmoment
es_es: Par de Salida
pt_br: Torque de Saída
ru_ru: Torque выход

source: Input LFE
cs_cz: Vstup LFE
de_de: Eingabe LFE
es_es: Entrada LFE
pt_br: Entrada LFE
ru_ru: LFE вход

source: ABS Engaged
cs_cz: ABS aktivováno
de_de: ABS Aktiviert
es_es: ABS Activado
fr_ca: ABS Activé
nl_nl: Bij ingrijpen ABS
pt_br: ABS Ativado
ru_ru: Работа АБС

source: [Disabled]
cs_cz: [Zakázáno]
de_de: [Deaktiviert]
es_es: [Desactivado]
fr_ca: [Désactivé]
nl_nl: [Uitgeschakeld]
pt_br: [Desativado]
ru_ru: [Выкл]

source: Remember Window Position and Size
cs_cz: Pamatovat si pozice a velikost okna
de_de: Fensterposition und -größe merken
es_es: Recordar Posición y Tamaño de la Ventana
fr_ca: Mémoriser la position et la taille de la fenêtre
nl_nl: Sla venster grootte en positie op
pt_br: Lembrar Posição e Tamanho da Janela
ru_ru: Запоминать положение и размер окна

source: Fade With Brake
cs_cz: Slábnutí při brzdě
de_de: Mit Bremse ausblenden
es_es: Atenuar con el Freno
fr_ca: Diminue avec le freinage
nl_nl: Vervagen bij remmen
pt_br: Diminuir com o Freio
ru_ru: Уменьшать с нажатием тормоза

source: Starting RPM
cs_cz: Startovací otáčky
de_de: Start Drehzahl
es_es: RPM de Inicio
fr_ca: Régime de démarrage
nl_nl: Start toerental
pt_br: RPM de Início
ru_ru: Начальные обороты

source: Vibrate In Top Gear
cs_cz: Vibrovat při nejvyšším převodu
de_de: Vibration im höchsten Gang
es_es: Vibrar en la Última Marcha
nl_nl: Trillen in hoogste versnelling
pt_br: Vibrar na Última Marcha
ru_ru: Вибрировать на максимальной передаче

source: Fade With Throttle
cs_cz: Slábnutí při plynu
de_de: Mit Gaspedal ausblenden
es_es: Atenuar con el Acelerador
fr_ca: Diminue avec l'accélération
nl_nl: Vervagen bij gasgeven
pt_br: Diminuir com o Acelerador
ru_ru: Уменьшать с нажатием газа

source: Starting Point
cs_cz: Bod začátku
de_de: Startpunkt
es_es: Punto de Inicio
fr_ca: Point de départ
nl_nl: Startpunt pedaal
pt_br: Ponto de Início
ru_ru: Начальная точка

source: Ending Point
cs_cz: Bod konce
de_de: Endpunkt
es_es: Punto Final
fr_ca: Point final
nl_nl: Eindpunt pedaal
pt_br: Ponto Final
ru_ru: Конечная точка

source: Gear Change - Shift Into Gear
cs_cz: Změna převodu - zařadit převod
de_de: Gangwechsel - Gang einlegen
es_es: Cambio de Marcha - Meter Marcha
fr_ca: Changement de vitesse - Engager la vitesse
nl_nl: Schakelen - In versnelling
pt_br: Troca de Marcha - Engatar Marcha
ru_ru: Переключение передачи - включение передачи

source: Gear Change - Shift Into Neutral
cs_cz: Změna převodu - zařazení Neutrálu
de_de: Gangwechsel - In Leerlauf schalten
es_es: Cambio de Marcha - Poner Punto Muerto
fr_ca: Changement de vitesse - Passer au point mort
nl_nl: Schakelen - In neutraal
pt_br: Troca de Marcha - Engatar Neutro
ru_ru: Переключение передачи - включение нейтральной

# AlwaysEnableFFB
source: Enable FFB even if iRacing simulator FFB is on
cs_cz: Vždy povolit FFB při zapnutém iRacingu
de_de: Aktiviere FFB auch wenn iRacing FFB aktiviert ist
es_es: Activar FFB aunque el FFB del simulador iRacing esté activado
fr_ca: Activer le FFB même si le FFB du simulateur iRacing est activé
pt_br: Habilitar FFB mesmo se o FFB do iRacing estiver habilitado
ru_ru: Выдавать FFB даже если оно включено в iRacing

source: Clutch Pedal Haptics
cs_cz: Spojka - Haptická odezva
de_de: Vibrationsfeedback am Kupplungspedal
es_es: Sistemas Hápticos del Pedal de Embrague
fr_ca: Haptique de la pédale d'embrayage
pt_br: Efeitos de Pedal de Embreagem
ru_ru: Хаптика сцепления

source: Brake Pedal Haptics
cs_cz: Brzda - Haptická odezva
de_de: Vibrationsfeedback am Bremspedal
es_es: Sistemas Hápticos del Pedal de Freno
fr_ca: Haptique de la pédale de frein
pt_br: Efeitos de Pedal de Freio
ru_ru: Хаптика тормоза

source: Throttle Pedal Haptics
cs_cz: Plyn - Haptická odezva
de_de: Vibrationsfeedback am Gaspedal
es_es: Sistemas Hápticos del Pedal de Acelerador
fr_ca: Haptique de la pédale d'accélérateur
pt_br: Efeitos de Pedal de Acelerador
ru_ru: Хаптика газа

source: Noise Damper
cs_cz: Tlumič hluku
de_de: "Noise" Dämpfer
es_es: Amortiguador de Ruido
fr_ca: Amortisseur de bruit
pt_br: Filtro de Ruído
ru_ru: Снижение шумов

source: App Window
fr_ca: Fenêtre de l'application
pt_br: Janela da Aplicação
ru_ru: Окно приложения

source: UI Scale
fr_ca: Dimension de l'interface
pt_br: Escala da Interface
ru_ru: Масштаб интерфейса

source: Cloud Service
fr_ca: Service infonuagique
pt_br: Atualizações
ru_ru: Облачный сервис

# AppTitle
source: Marvin's Awesome iRacing App
cs_cz: MAIRA
